<?php
//$lang = array();
$lang['welcome'] = "Добро пожаловать! \xF0\x9F\x98\x8A
С помощью этого бота вы можете сохранять заметки, доступ к которым можно получить через Inline-режим! Вы также можете установить напоминания!
\xF0\x9F\x93\x9D - Сохраните заметку и в поле чата введите @BNoteBot (или выберите его в списке). Список всех заметок, сохранённых в боте, готов к отправке!
\xF0\x9F\x8C\x8D -  Установите часовой пояс в настройках, чтобы напоминание пришло вовремя.
\xF0\x9F\x92\x9A - Если вам нравится этот бот, узнайте, как поддержать меня, используя кнопку \xF0\x9F\x92\x9A «Поддержите меня».";
$lang['addmemo'] = "Добавить заметку \xF0\x9F\x93\x9D";
$lang['info'] = "Информация \xE2\x84\xB9";
$lang['vote'] = "Оценить \xE2\xAD\x90";
$lang['cancel'] = "Отмена \xE2\x9D\x8C";
$lang['addmemotext'] = "Напишите заметку: \xF0\x9F\x93\x9D:";
$lang['cancelled'] = "Отменено \xE2\x9D\x8C";
$lang['saved'] = "Заметка сохранена! \xE2\x9C\x85";
$lang['savedmemo'] = "Сохранённые заметки \xF0\x9F\x93\x96";
$lang['next'] = "Следующая \xE2\x9E\xA1";
$lang['back'] = "\xE2\xAC\x85 Предыдущая";
$lang['datememo'] = "Дата: ";
$lang['delete'] = "Удалить \xE2\x9D\x8C";
$lang['no'] = "Нет \xE2\x9C\x96";
$lang['deleted'] = "Удалена! \xE2\x9C\x85";
$lang['nomemo'] = "Заметка не найдена \xF0\x9F\x98\xAB";
$lang['end'] = "Конец \xF0\x9F\x94\x9A";
$lang['settings'] = "Настройки \xF0\x9F\x94\xA7";
$lang['inlinemode'] = "Inline-режим \xF0\x9F\x92\xAC";
$lang['deleteallnote'] = "Удалить все заметки \xE2\x9D\x8C";
$lang['settingsinline'] = "Настройки";
$lang['settingstextinline'] = "\xF0\x9F\x92\xAC - Inline-режим
\xF0\x9F\x94\xA7 - Вы можете изменить настройки Inline-режима с помощью следующих кнопок:";
$lang['invertmemodata'] = "Поменять местами дату и заметки: ";
$lang['enabled'] = "Включено";
$lang['disabled'] = "Отключено";
$lang['askdeleteallnote'] = "Удалить все заметки?\xE2\x9D\x8C";
$lang['messagenovalid'] = "Недопустимое сообщение. Если у вас возникли проблемы с ботом, напишите /start, чтобы его перезапустить.";
$lang['infomsg'] = "С помощью этого бота вы можете сохранять заметки через Inline-режим! Вы также можете установить напоминания!
\xF0\x9F\x93\x9D- Сохраните заметку и в чате введите @BNoteBot (или выберите его в списке). Список всех заметок, сохранённых в боте, готов к отправке!
\xE2\x9C\x85 - Вы также можете следить за новостями бота на канале @franci22channel (только на \xF0\x9F\x87\xAE\xF0\x9F\x87\xB9).
\xF0\x9F\x8C\x8D-  Установите часовой пояс в настройках, чтобы напоминание пришло вовремя.";
$lang['subchannel'] = "Подписаться на канал";
$lang['votemsg'] = "Если вы хотите поддержать меня, проголосуйте за мой бот в @StoreBot.";
$lang['feedback'] = "Обратная связь \xF0\x9F\x93\xAB";
$lang['feedbacktext'] = "\xF0\x9F\x93\xAB - Если с этим ботом есть проблемы или вы хотите что-то предложить, напишите мне в чате (@franci22) или отправьте сообщение здесь:";
$lang['thanksfeedback'] = "Спасибо за ваш отзыв! \xE2\x9C\x85";
$lang['onlytxt'] = "Бот сейчас поддерживает только текст.";
$lang['github'] = "GitHub \xF0\x9F\x93\x82";
$lang['remindme'] = "Добавить напоминание \xF0\x9F\x95\x92";
$lang['remindmetxt'] = "Когда вы хотите, чтобы пришло напоминание об этой заметке? \xF0\x9F\x95\x92";
$lang['remindersaved'] = "Напоминание сохранено! \xE2\x9C\x85";
$lang['remindmetut'] = "Как написать дату \xF0\x9F\x93\x85";
$lang['remindmeformat'] = "Вы должны написать дату так: ДД.ММ.ГГ ЧЧ:ММ
\xF0\x9F\x93\x85 - Например: 15.3.2017 12:15 (это означает 15 марта 2017 года 12 часов 15 минут) или today (в) 21:42 или tomorrow (в) 15:10.";
$lang['date'] = "Дата\xF0\x9F\x93\x85";
$lang['retrodatetxt'] = "Напишите новую дату заметки \xF0\x9F\x95\x92";
$lang['datesaved'] = "Дата сохранена! \xE2\x9C\x85";
$lang['settimezone'] = "Установить часовой пояс \xF0\x9F\x95\x92";
$lang['settimezonetxt'] = "Отправить мне свой часовой пояс \xF0\x9F\x95\x92
Список часовых поясов: http://php.net/manual/en/timezones.php";
$lang['savedt'] = "Часовой пояс сохранён! \xE2\x9C\x85";
$lang['invalidtimezone'] = "Недопустимый часовой пояс \xE2\x9C\x96";
$lang['currenttimezone'] = "Текущий часовой пояс: ";
$lang['defaulttimezone'] = "Часовой пояс по умолчанию \xF0\x9F\x8C\x8D";
$lang['edit'] = "Редактировать \xF0\x9F\x93\x9D";
$lang['edittxt'] = "Напиши мне новый текст заметки \xF0\x9F\x93\x9D";
$lang['reminders'] = "Напоминания: \xF0\x9F\x95\x92";
$lang['uhareminders'] = "У вас уже установлено напоминание для этой заметки: \xF0\x9F\x95\x92";
$lang['supportme'] = "Поддержите меня \xF0\x9F\x92\x9A";
$lang['supportmetext'] = "Мои боты бесплатны и не содержат рекламы, вы можете поддержать меня, сделав небольшое пожертвование с помощью PayPal или BitCoin и проголосовав за моего бота в @StoreBot. Большое спасибо \xF0\x9F\x92\x9A";
$lang['opensource'] = "Этот бот с открытым исходным кодом под лицензией GPL 3.0, вы можете найти исходный код на GitHub.";
$lang['reminderman'] = "Управление Напоминаниями \xF0\x9F\x95\x92";
$lang['add'] = "Добавить \xE2\x9E\x95";
$lang['deletereminder'] = "Выберите напоминание для удаления \xE2\x9D\x8C:";
$lang['deletedreminder'] = "Напоминание удалено! \xE2\x9D\x8C";
$lang['noreminder'] = "Вы не имеете напоминаний! \xF0\x9F\x95\x92";
$lang['deleteall'] = "Удалить все \xE2\x9D\x8C";
?>
